<?php
/**
*
* ru/help_rules
*
* @package language Board Rules
* @copyright (c) 2014 HAMMER663
* @license http://opensource.org/licenses/gpl-2.0.php GNU General Public License v2
*
*/

if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

$help = array(
	array(
		0 => '--',
		1 => 'Первая категория',
	),
	array(
		0 => 'Первый пункт',
		1 => 'Текст первого пункта.',
	),
	array(
		0 => 'Второй пункт',
		1 => 'Текст второго пункта.',
	),
	array(
		0 => '~ Первый подпункт',
		1 => 'Текст первого подпункта.',
	),
	array(
		0 => '~ Второй подпункт',
		1 => 'Текст второго подпункта.',
	),
	array(
		0 => '~~ Первый подподпункт',
		1 => 'Текст первого подподпункта.',
	),
	array(
		0 => '~~ Второй подподпункт',
		1 => 'Текст второго подподпункта.',
	),
	array(
		0 => 'Третий пункт',
		1 => 'Текст третьего пункта.',
	),
	array(
		0 => '--',
		1 => 'Вторая категория',
	),
	array(
		0 => 'Первый пункт',
		1 => 'Текст первого пункта.',
	),
	array(
		0 => 'Второй пункт',
		1 => 'Текст второго пункта.',
	),
	array(
		0 => '--',
		1 => 'Третья категория',
	),
	array(
		0 => 'Первый пункт',
		1 => 'Текст первого пункта.',
	),
	array(
		0 => 'Второй пункт',
		1 => 'Текст второго пункта.',
	),
);

